[ItemDefs.ID_CutToTheChase_EridiumShard MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pepita de Eridium"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_CutToTheChase_EridiumShard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um pedacinho de Eridium que não vale muita coisa no mercado."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ID_CutToTheChase_FinkEridium MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Eridium de Fink"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ID_CutToTheChase_FinkEridium:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

